Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_samfunnsfag.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Servodatfága sámi oahppoplána
sma: Udir.no - Learoesoejkesje siebriedahkefaagesne saemien

source: Servodatfága sámi oahppoplána
sma: Learoesoejkesje siebriedahkefaagesne saemien

source: Mearriduvvon 18.09.13
sma: Vihtiestamme 18.09.13

source: Ulbmil
sma: Ulmie

source: Demokráhtalaš servodagas leat árvvut nugo mielváikkuheapmi ja ovttadássásašvuohta dehálaš prinsihpat.
sma: Aktene demokrateles siebriedahkesne desnie aarvoeh goh ektiebarkoe jïh seammavyörtegsvoete vihkeles prinsihph.

source: Servodatfágain barggadettiin lea guovddážis áddet ja doarjut vuođđoolmmošvuoigatvuođaid, demokráhtalaš árvvuid ja dásseárvvu.
sma: Dïhte mij lea barkoen jarngesne siebriedahkefaagine lea goerkese jïh ïedtje vihkeles almetjereaktaj bïjre, demokrateles aarvoeh jïh mïrrestalleme.

source: Fága galgá movttiidahttit aktiivvalaš servodatmiellahttovuhtii ja demokráhtalaš oassálastimii ja addit vásáhusaid dain.
sma: Faage edtja skreejredh eadtjohkelaakan meatan årrodh siebriedahkesne jïh demokratijesne, jïh dååjrehtimmieh destie vedtedh.

source: Olbmot leat báidnon dan kultuvrras mas leat bajásšaddan, ja dát váikkuha miellaguottuide, máhttui ja daguide.
sma: Almetjh leah hammoedamme dehtie kultuvreste gusnie byjjenieh, jïh daate vuajnoeh, daajroeh jïh dahkoeh tsevtsie.

source: Persovnnalaš eallima ja servodateallima oktavuođa čiekŋalat áddejupmi sáhttá váikkuhit dasa ahte oaidná servodathámiid ja eallinvugiid girjáivuođa.
sma: Tsiehkiem buerebelaakan guarkedh dan persovneles jieleden jïh siebriedahkejieleden gaskem maahta viehkiehtidh gellievoetem siebriedahkevuekine jïh jieledevuekine jååhkesjidh.

source: Servodatfágas lea dásseárvvu ja ovttadássásašvuođa áddejupmi dehálaš.
sma: Siebriedahkefaagesne goerkese mïrrestallemistie jïh seammavyörtegsvoeteste lea jarngesne.

source: Dasa gullá máhttu kultuvrra birra Sámis ja sámiid dili birra eamiálbmogin.
sma: Daan sjïekenisnie lea daajroe kultuvri bïjre Saepmesne meatan, jïh saemiej tsiehkie goh aalkoe-almetjh.

source: Máhttu eará eamiálbmogiid ja minoritehtaid birra máilmmis lea maiddái dehálaš.
sma: Daajroe veartenen jeatjah aalkoe-almetji jïh unnebelåhkoej bïjre lea aaj vihkeles.

source: Olmmožin mii gullat historjjálaš oktavuhtii, ja olu historjjálaš dáhpáhusat leat váikkuhan servodatovdáneapmái.
sma: Goh almetjh libie meatan aktene histovreles ektiedimmesne, jïh gellie heannadimmieh histovrijesne leah siebriedahke-evtiedimmiem tsevtseme.

source: Servodatfágas galget oahppit oahppat kultuvrralaš girjáivuođa birra máilmmis ovdal ja dálááiggis, ja oahppat reflekteret árbevirolaš ja ođđaáigásaš áššiid birra.
sma: Siebriedahkefaagesne learohkh edtjieh lïeredh dan kultuvrelle gellievoeten bïjre veartenisnie åvtesne jïh daelie, jïh lïeredh aerpievuekien jïh daaletje tïjjen bïjre ussjedidh.

source: Fága galgá boktit sáhkkiivuođa árbedieđu ektui.
sma: Faage edtja tjetskiesvoetem gåaskodh aerpievuekien daajroen bïjre.

source: Fágii gullá máhttu buotsámevuođa birra, namalassii sámi kultuvra miehtá Sámi.
sma: Faagesne lea daajroe dan gaajhkesaemien bïjre, dïhte sæjhta jiehtedh saemien kultuvre abpe Saepmesne.

source: Fága galgá váikkuhit ohppiid diđolaš identitehtahuksemii ja máŋggakultuvrralaš gelbbolašvuhtii, nannet sámi ohppiid identitehta ja duddjot oadjebas gullevašvuođa iežas servodahkii ja kultuvrii.
sma: Faage edtja learohki voerkes identiteetem jïh jienebekultuvrelle maahtoem skreejredh, saemien learohki identiteetem nænnoestehtedh jïh aktem jearsoes tsåeptsiem jïjtse siebriedahkesne jïh jïjtse kultuvresne sjugniedidh.

source: Jurddašeaddji ja doaibmi indiviidan ja searvevuohtan sáhttet olbmot leat mielde hábmemin iežaset, ja sihke váikkuhit iežaset birrasii ja ieža váikkuhuvvot das.
sma: Goh ussjedihks jïh eadtjohke indivijde jïh ektievoete, almetjh maehtieh viehkiehtidh jïjtjemse hammoedidh, jïh dovne tsevtsedh jïh tsevtseme sjïdtedh sijjen byjreskijstie.

source: Morálalaš indiviidan lea olbmos ovddasvástádus iežas daguide, maiddái daguide maid earát leat álggahan.
sma: Goh moralske indivijde almetje dïedtem åtna sov dahkoej åvteste, aaj dej dahkoej åvteste mejtie mubpieh skraejriem vaalteme.

source: Servodatfága bokte ovdánahttet oahppit diđolašvuođa das mo sii sáhttet váikkuhit báikkálaš ja globála searvevuhtii ja iežaset eallindilálašvuhtii.
sma: Siebriedahkefaagen tjïrrh learohkh voerkesvoetem evtiedieh guktie dah maehtieh dam gietskies jïh abpeveartenen ektievoetem jïh sijjen jieledem tsevtsedh.

source: Servodat- ja politihkkamáhtus lea iešalddis árvu ja lea seammás demokráhtalaš searvama eaktun.
sma: Daajroe siebriedahken jïh politihken bïjre aktem aarvoem jïjtsinie åtna, jïh lea seamma tïjjen daerpies gosse edtja meatan årrodh demokratijesne.

source: Máhttu Norgga, Sámi ja riikkaidgaskasaš servodaga politihkalaš vuogádagaid birra addá dihtomielalašvuođa das ahte politihka báidnet ovttasbargu, riiddut, váikkuhusat ja iešguđetlágan fámuid geavaheapmi.
sma: Daajroe dan politihkeles systeemen bïjre Nöörjesne, Saepmesne jïh gaskenasjovnaale siebriedahkesne learoehkidie voerkele politihke lea laavenjostoe, ovvaantoe, tsevtseme jïh gelliesåarhts faamoeåtnoe.

source: Servodatfágas ožžot oahppit reaidduid analyseret ja ságaškuššat historjjálaš ja áigeguovdilis servodatáššiid, identifiseret ja digaštallat iešguđet fápmooktavuođaid ja analyseret eamiálbmogiid ja minoritehtaid diliid ja vuoigatvuođaid.
sma: Siebriedahkefaagen tjïrrh learohkh dïrregh åadtjoeh analyjseradidh jïh digkiedidh histovreles jïh sjyöhtehke siebriedahkegyhtjelassh, damtijidh jïh digkiedidh ovmessie faamoe-ektiedimmieh, jïh aalkoe-almetji jïh unnebelåhkoej tsiehkiem jïh reaktah analyjseradidh.

source: Olahan dihtii guoddevaš ovdáneapmi, de lea dehálaš áddet luonddu ja olbmoráhkadan birrasiid oktavuođa.
sma: Jis edtja aktem monnehke evtiedimmiem buektiehtidh dle daerpies tsiehkiem guarkedh eatnemen jïh dej almetjesjugniedamme byjreski gaskem.

source: Servodatfága galgá arvvosmahttit ohppiid oaidnit buvttadeami ja geavaheami gaskavuođaid ja mo resursageavaheapmi ja eallinvuohki váikkuhit lundui, dálkkádahkii ja guoddevaš ovdáneapmái.
sma: Siebriedahkefaage edtja skreejredh guktie vielie voerkes sjædta ektiedimmiej bïjre dorjemassen jïh åtnoem gaskem, jïh mah konsekvensh vierhtieåtnoe jïh jieledeåtnoe maehtieh utnedh eatnamasse, klijmese jïh monnehke evtiedæmman.

source: Bargguid bokte fágas galget oahppit álkit áddet teknologiija ja fitnodeami mávssolašvuođa ja hástalusaid mat leat čadnon dasa, ja sii ovdánahttet máhtu bargoeallima ja globála, nationála ja persovnnalaš ekonomiija birra.
sma: Barkoen tjïrrh faagine learohkh sijhtieh aelhkebelaakan aarvoem haestiemijstie guarkedh teknologijen jïh entreprenørskapen bïjre, jïh dah sijhtieh daajroem evtiedidh barkoejieleden jïh abpeveartenen, nasjovnaale jïh persovneles ekonomijen bïjre.

source: Servodatfága lea juhkkojuvvon iešguđet váldoosiide mat duddjojit ollislašvuođa.
sma: Siebriedahkefaage lea ovmessie åejviesuerkine juakeme mah aktem elliesvoetem sjugniedieh.

source: Fága galgá ovddidit dáiddu digaštallat, resonneret ja čoavdit váttisvuođaid servodagas váikkuhettiin miela ja dáidduid háhkat máhtu servodagaid ja kultuvrraid birra.
sma: Faage edtja maehtelesvoetem eevtjedh digkiedidh, ussjedidh jïh dåeriesmoerh loetedh siebriedahkesne, viehkine lastoem jïh maehtelesvoetem tsevtsedh daajroem ohtsedh siebriedahken jïh kultuvren bïjre.

source: Go ohppiin lea máhttu iežaset servodaga birra, de sii šaddet diehtoáŋgirin ja imaštallin ja movttiidahttojuvvojit smiehttamii ja hutkanbargui.
sma: Daajroen tjïrrh siebriedahken jïjtse bïjre, learohkh onterdieh jïh tjetskehke sjidtieh jïh skraejriem åadtjoeh ussjedidh jïh sjugneden barkose.

source: Nu sáhttá ovttaskas olmmoš ieš áddet iežas ja earáid buorebut, hálddašit máilmmi gos mii eallit ja váikkuhit dasa, ja movttiidahttit ođđa áddejupmái ja eallinagi ohppui.
sma: Naemhtie fïerhte learohke maahta jïjtjemse jïh mubpiej buerebelaakan guarkedh, haalvedh jïh tsevtsedh dam veartenem gusnie jielieminie, jïh skraejriem åadtjodh orre daajroem åadtjodh jïh abpe jieleden lïeredh.

source: Servodatfága lea vuođđooahpahusa čađačuovvu fága ja lea oktasašfága joatkkaoahpahusa buot oahppoprográmmain.
sma: Siebriedahkefaage akte sïejhme faage maadthlïerehtimmesne, jïh akte ektiefaage gaajhkide ööhpehtimmieprogrammide jåarhkelïerehtimmesne.

source: Oahpahus galgá danne dahkkot eanemus lági mielde relevántan ohppiide ja heivehuvvot iešguđet oahppoprográmmaide.
sma: Edtja dan åvteste lïerehtimmiem dan sjyöhtehke darjodh goh gåarede learoehkidie viehkine lïerehtimmiem sjïehtedidh dejtie ovmessie ööhpehtimmieprogrammide.

source: Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
sma: Faage lea struktuvreradamme åejviesuerkine mej sisnie maahtoeulmieh.

source: Buot váldooasit dievasmahttet guhtet guoimmiset, ja daid ferte geahččat oktilaččat.
sma: Gaajhkh åejviesuerkieh sinsitniem lissiehtieh jïh tjuerieh ektesne vuajnalgidh.

source: Dutki lea okta váldooassi mii fátmmasta fága eará váldoosiid, sihke vuođđoskuvllas ja joatkkaoahpahusas.
sma: Goerehtæjja akte åejviesuerkie mij båata faagen jeatjah åejviesuerkiej bijjelen jïh sïjse, dovne maadthskuvlesne jïh jåarhkelïerehtimmesne.

source: Vuođđoskuvllas fátmmasta servodatfága dutki-, servodatoahppu-, geografiija- ja historjá-váldoosiid.
sma: Maadthskuvlesne siebriedahkefaage feerhmie åejviesuerkide goerehtæjja, siebriedahkedaajroe, geografije jïh histovrije.

source: Joatkkaoahpahusas fátmmasta fága dutki-, olmmoš-, servodat ja kultuvra-, bargo- ja ealáhuseallin-, politihkka ja demokratiija- ja riikkaidgaskasaš bealit-váldoosiid.
sma: Jåarhkelïerehtimmesne faage feerhmie åejviesuerkide goerehtæjja, indivijde, siebriedahke jïh kultuvre, barkoe- jïh jieleme, politihke jïh demokratije jïh gaskenasjovnaale tsiehkieh.

source: Geografiija ja historjá fievrreduvvojit viidáseappot oktasašfágan studerenráhkkanahtti oahppoprográmmain.
sma: Geografije jïh histovrije jåerhkieh goh ektiefaage dejnie studijeryöjreden ööhpehtimmieprogrammine.

source: Servodatoahppu integrerejuvvo juohke váldooassái.
sma: Siebriedahkedaajroe meatan vaaltasuvvieh fïerhtene åejviesuerkesne.

source: Vuođđoskuvllas leat servodatfágas gelbbolašvuođamihttomearit 4., 7. ja 10. jahkecehkiid maŋŋil.
sma: Maadthskuvlesne siebriedahkefaage maahtoeulmieh åtna 4., 7. jïh 10. daltesen mænngan.

source: Joatkkaoahpahusas leat servodatfágas gelbbolašvuođamihttomearit maŋŋil Jo1:ža oahppospesialiserema oahppoprográmmain, reálafágaid prográmmasurggiin ja giela, servodatfága ja ekonomiija prográmmasurggiin.
sma: Jåarhkelïerehtimmesne siebriedahkefaage maahtoeulmieh åtna mænngan Jåa1 ööhpehtimmieprogrammesne studijegoerehtæmman, programmesuerkie realfaagese jïh programmesuerkie gielese, siebriedahkefaagese jïh ekonomijese.

source: Oahppospesialiserema oahppoprográmmain, hábmenfágaid prográmmasurggiin leat servodatfágas gelbbolašvuođamihttomearit Jo2:ža maŋŋil.
sma: Barkoefaageles ööhpehtimmieprogrammine jïh ööhpehtimmieprogrammesne idrettsfaagese jïh musihkese, daanhtsose jïh dramese, siebriedahkefaage maahtoeulmieh åtna Jåa2 mænngan.

source: Váldoosiid bajilgovva:
sma: Bijjieguvvie åejviesuerkijste

source: Váldooasit
sma: Goerehtæjja

source: Geografiija
sma: Histovrije

source: Servodatoahppu Dutki
sma: Siebriedahkedaajroe

source: Olmmoš, servodat ja kultuvra
sma: Indivijde, siebriedahke jïh kultuvre

source: Bargo- ja ealáhuseallin
sma: Barkoe- jïh jieleme

source: Politihkka ja demokratiija
sma: Politihke jïh demokratije

source: Riikkaidgaskasaš dilit
sma: Gaskenasjovnaale tsiehkieh

source: Dutki
sma: Goerehtæjja

source: Váldooassi fátmmasta fága eará váldoosiid, ja danne galgá bargat dutki gelbbolašvuođamihttomeriiguin go bargá eará váldoosiid gelbbolašvuođamihttomeriiguin.
sma: Åejviesuerkie faagen jeatjah åejviesuerkiej bijjelen jïh sïjse båetieh, jïh dan åvteste edtja maahtoeulmiejgujmie goerehtæjjesne barkedh mearan maahtoeulmiejgujmie jeatjah åejviesuerkijste barka.

source: Váldooasis lea sáhka mo hukset servodatfágalaš áddejumi diehtoáŋgirvuođa, imaštallama ja hutkanbargguid bokte.
sma: Åejviesuerkie lea guktie siebriedahkefaageles goerkesem bæjjese bigkie tjetskehkevoeten, onterdimmien jïh sjugneden darjomi tjïrrh.

source: Arvvosmahttit kritihkalaččat árvvoštallat sajáiduvvan ja ođđa servodatfágalaš máhtu gálduid ja gáldokritihka bokte lea dehálaš.
sma: Skreejredh laejhtehkslaakan vuarjasjidh tseegkeme jïh orre siebriedahkefaageles daajroem gaaltijeåtnoen jïh gaaltijelaejhtemen tjïrrh lea vihkeles.

source: Dutki fátmmasta maiddái servodatfágalaš máhtu ja gelbbolašvuođa gaskkusteami, digaštallama ja ovdáneami.
sma: Goerehtæjja aaj leerehtimmiem, digkiedimmiem jïh evtiedimmiem siebriedahkefaageles daajroste jïh maahtoste feerhmie.

source: Váldooasis lea sáhka ovdánahttit historjjá bajilgova ja áddejumi, ja guorahallat ja ságaškuššat mo olbmot ja servodat leat rievdan áiggiid čađa.
sma: Åejviesuerkesne edtja histovreles bijjieguvviem jïh goerkesem evtiedidh, jïh goerehtidh jïh digkiedidh guktie almetjh jïh siebriedahke leah jorkesamme tïjje doekoe.

source: Historjjás lea maid sáhka das mo olbmot duddjojit govaid ja hábmejit iežaset áddejumi vássánáiggi hárrái, ja mo dát váikkuha dálááigái.
sma: Histovrije aaj feerhmie guktie almetjh guvvieh sjugniedieh jïh sijjen jïjtse goerkesem åvtetje tïjjeste hammoedieh, jïh guktie daate dam daaletje tïjjem tsevtsie.

source: Arvvosmahttit kritihkalaš ja reflekterejeaddji servodatoassálastimii leat váldooasi guovddáš elemeanttat.
sma: Skreejredh laejhtehkslaakan jïh ussjedihks meatan årrodh siebriedahkesne lea vihkeles biehkieh åejviesuerkesne.

source: Váldooassi fátmmasta máilmmi lunddolaš ja olmmošráhkadan dilálašvuođaid báikádeami ja viidodaga, ja galgá arvvosmahttit áddet mo ja manne dát váikkuhit nubbi nuppi.
sma: Åejviesuerkie feerhmie iemie jïh almetjesjugniedamme tsiehkieh eatnamisnie gaavnedh, jïh edtja goerkesem skreejredh guktie jïh man åvteste daah sinsitniem tsevtsieh.

source: Nuppástuvvanproseassaid kárten ja digaštallan lea guovddážis, oktan guoddevaš ovdáneami birra smiehttamiin.
sma: Goerehtalleme jïh digkiedimmie jarkelimmieprosessijste leah jarngesne, jïh monnehke evtiedimmien bïjre ussjedidh.

source: Geografiijas lea maiddái sáhka geavahit kártta ja selvehit ja čilget riikkaid ja gávpogiid ja našuvnnaid ja regiovnnaid erohusaid.
sma: Geografije lea aaj maehtedh kaarhtem nuhtjedh, jïh tjïelkestidh jïh buerkiestidh hedtieh jïh joekehtsh laanten jïh staaren gaskem, nasjovni gaskem jïh regijovni gaskem.

source: Servodatoahppu
sma: Siebriedahkedaajroe

source: Váldooassi fátmmasta fáttáid sosialiseren, politihkka, ekonomiija ja kultuvrra, ja das lea sáhka olbmuid gullevašvuođas ja vuostálasvuođain dálááiggeperspektiivvas.
sma: Åejviesuerkie feerhmie aamhtesidie sosijaliseradimmie, politihke, ekonomije jïh kultuvre, jïh lea ektievoeten jïh vuestiebieliej bïjre almetji gaskemsh aktene daaletjen tïjjen perspektijvesne.

source: Ovttasdoaibman kultuvrralaš norpmaid ja servodatlaš stivrema gaskkas nuppi dáfus ja individuála dagut ja válljemat fas nuppi dáfus leat guovddážis váldooasis.
sma: Ektiespïele kultuvrelle njoelkedassi jïh siebriedahkestuvremen tjïrrh dennie aktene bielesne, jïh indivijduelle dahkoeh jïh veeljemh dennie mubpene leah jarngesne åejviesuerkesne.

source: Dásseárvvu, servodatmiellahttovuođa ja demokráhtalaš gálggaid ovdáneami mearkkašumit leat dehálaš dimenšuvnnat servodatoahpus.
sma: Aarvoe mïrrestallemistie, meatan årrodh siebriedahkesne jïh evtiedimmie demokrateles tjiehpiesvoetijste leah vihkeles biehkieh siebriedahkedaajrosne.

source: Váldooassi fátmmasta sosialiserema, persovnnalaš ekonomiija, máŋggakultuvrralaš servodagaid, oskku rolla kultuvrras, ovttasássanvugiid ja rihkolašvuođa.
sma: Åejviesuerkie daej aamhtesidie feerhmie, sosijaliseradimmie, persovneles ekonomije, jienebekultuvrelle siebriedahkh, religijovnen råålla kultuvresne, ektiejieledevuekieh jïh kriminaliteete.

source: Lea maiddái sáhka dásseárvvus, eamiálbmogiin, čearddalaš ja nationála minoritehtain, mo eastadit vierisbalu ja rasismma, ja gii ja mii váikkuha dálá nuoraide.
sma: Aaj mïrrestallemen bïjre, aalkoe-almetji bïjre, etnihkeles jïh nasjovnaale unnebelåhkoej bïjre, guktie maahta ammes-asven jïh rasismen vööste barkedh, jïh gie jïh mij mah noeride daanbiejjien tsevtsieh.

source: Váldooassi lea ealáhusaid, fitnodagaid, fidnoálggahemiid, fidnoválljemiid ja bargguhisvuođa birra.
sma: Åejviesuerkie lea daej aamhtesi bïjre, jielemh, sïelth, tseegkeme, barkoeveeljeme jïh barkohtsvoete.

source: Lea maiddái sáhka bargoeallima organisašuvnnain ja bálkáhuksemis, ja dálá bargoeallimis ja dan prinsihpain ja árvvuin.
sma: Aaj siebriedahki bïjre barkoejieliedisnie jïh baalhkatseegkeme, jïh barkoejieleden bïjre daan biejjien jïh dej prinsihpi jïh aarvoej bïjre mah leah barkoejieleden betnesne.

source: Váldooassi fátmmasta politihkalaš vuogádaga buot dásiin ja čálgostáhta.
sma: Åejviesuerkie dam politihkeles systeemem gaajhkine daltesinie jïh tryjjesstaatem feerhmie.

source: Das lea sáhka politihkalaš bellodagain, ja das mii sáhttá áitit demokratiija.
sma: Aaj dej politihkeles krirriej bïjre jïh mij maahta demokratijem håvhtadidh.

source: Dán váldooasis deattuhuvvojit maiddái stivrenvuohki, riektestáhta ja olmmošvuoigatvuođaid gaskavuođat.
sma: Daennie åejviesuerkesne aaj leavloe bïejesåvva ektiedimmide gaskem stuvremehammoem, reaktastaatem jïh almetjereaktah.

source: Váldooassi fátmmasta riikkaidgaskasaš ovttasbarggu, terrorismma, vuostálasvuođaid, čoavdit vuostálasvuođaid ja ráfibargguid.
sma: Åejviesuerkie gaskenasjovnaale laavenjostoem, terrorismem, ovvaantoeh, ovvaantoeloetemem jïh raeffiebarkoem feerhmie.

source: Das lea maiddái sáhka globaliseremis, resurssaid juogadeamis ja guoddevaš ovdáneamis, ja Norgga rollas riikkaidgaskasaš aktevran.
sma: Aaj globaliseringen, vierhtiejoekedimmien jïh monnehke evtiedimmien bïjre, jïh Nöörjen råålla goh gaskenasjovnaale aktööre.

source: Diibmolohku
sma: Man gellie tæjmoeh

source: Tiibmalohku lea almmuhuvvon 60-minuhta ovttadahkan:
sma: Tæjmoeh leah 60-minudten ektievoetine:

source: 1.-7. jahkeceahkit: 385 tiimma
sma: MAANADALTESE 1.-7. daltese: 385 tæjmoeh

source: 8.–10. jahkeceahkit: 249 tiimma (256 tiimma sidjiide geat čađahit 10. jahkeceahki 2014 ’ giđa)
sma: NOEREDALTESE 8.–10. daltese: 249 tæjmoeh (256 tæjmoeh dejtie mah 10. daltesem illieh gïjren 2014)

source: OAHPPOSPESIALISEREMA OAHPPOPROGRÁMMAT – REÁLAFÁGAID PROGRÁMMASUORGGIT JA GIELA, SERVODATFÁGA JA EKONOMIIJA PROGRÁMMASUORGGIT
sma: ÖÖHPEHTIMMIEPROGRAMMH STUDIJEGOEREHTÆMMAN – PROGRAMMESUERKIE REALFAAGIDE JÏH PROGRAMMESUERKIE GIELESE, SIEBRIEDAHKEFAAGESE JÏH EKONOMIJESE

source: FIDNOFÁGALAŠ OAHPPOPROGRÁMMAT, MUSIHKA, DÁNSUMA JA DRÁMÁ OAHPPOPROGRÁMMAT, VALÁŠTALLANFÁGAID OAHPPOPROGRÁMMAT, JA OAHPPOSPESIALISEREMA OAHPPOPROGRÁMMAT – HÁBMENFÁGAID PROGRÁMMASUORGGIT
sma: BARKOEFAAGELES ÖÖHPEHTIMMIEPROGRAMMH, ÖÖHPEHTIMMIEPROGRAMMH MUSIHKESE, DAANHTSOSE JÏH DRAAMESE, ÖÖHPEHTIMMIEPROGRAMMH IDRETTSFAAGESE, JÏH ÖÖHPEHTIMMIEPROGRAMMH STUDIJEGOEREHTÆMMAN - PROGRAMMESUERKIE HAMMOEDIMMIEFAAGESE

source: Vuođđogálggat
sma: Jåa2: 84 tæjmoeh

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttimin fágagelbbolašvuođa ja leat maid oassin das.
sma: Vihkeles tjiehpiesvoeth lea meatan vaaltasovveme maahtoeulmine, gusnie dah akte bielie maahtoste jïh viehkiehtieh maahtoem faagesne evtiedidh.

source: Servodatfágas áddejuvvojit vuođđogálggat ná:
sma: Guarka vihkeles tjiehpiesvoeth siebriedahkefaagesne naemhtie:

source: Njálmmálaš gálggat servodatfágas leat máhttit áddet, válddahit, buohtastahttit ja analyseret gálduid ja čuolmmaid geavahettiin fáktáid, teoriijaid, definišuvnnaid ja fágadoahpagiid sáhkavuoruin, ovdanbuktimiin ja oaivilovdanbuktimiin.
sma: Njaalmeldh tjiehpiesvoeth siebriedahkefaagesne sæjhta jiehtedh guarkedh, buerkiestidh, viertiestidh jïh analyjseradidh gaaltijh jïh dåeriesmoerh viehkine faaktah, teorijh, tjïertestimmieh jïh faagedïejvesh nuhtjedh håaleminie, åehpiedehteminie jïh mïelejiehtieginie.

source: Njálmmálaš gálggain lea maiddái sáhka guldalit, árvvoštallat ja ovdánahttit earáid sáhkavuoruid ja dávistit daidda.
sma: Njaalmeldh tjiehpiesvoeth lea aaj goltelidh, vuarjasjidh, vaestiedassem vedtedh jïh vijriesåbpoe soptsestidh mænngan mubpieh maam jeahteme.

source: Njálmmálaš gálggaid ovdánahttin servodatfágas álgá guldaleames ja muitaleames oaiviliid álkes njálmmálaš teavsttain ja manná dasa ahte vuođuštit oaiviliid ja guldalit earáid fágalaš oadjebasvuođain.
sma: Evtiedimmie njaalmeldh tjiehpiesvoetijste siebriedahkefaagesne lea aelkedh goltelidh jïh mïelh buektedh aelhkie njaalmeldh tjaaleginie, goske maahta buerkiestidh jïjtse mïelh, jïh mubpide goltelidh faageles jearsoesvoetine.

source: Njálmmálaš gálggaid servodatfágas oahpahallá proseassas mii álgá refererejeaddji cealkámušaiguin, dávjá persovnnalaččat, ja gálggat ovdánahttojuvvojit fágarelevánta ja fágamihtilmas jurddagurgalussan mas eanet ahte eanet geavaha ákkastallama, ságaškuššama ja aiddolaš fágadoahpagiid.
sma: Njaalmeldh tjiehpiesvoeth siebriedahkefaagesne evtiesuvvieh aktene prosessesne mij aalka vaajestimmiejgujmie, daamtaj persovneles karakterine, jïh faagesjiehteles jïh faagesjïere åssjaldahkide evtiesåvva, gusnie ahkedh vielie argumentereden digkede jïh faagedïejvesh veelelaakan nuhtjie.

source: Áddet iešguđet oaiviliid, máhttit geavahit perspektiivva ja máhttit čájehit guovtteoaivilvuođa áššálaččat árvvusanedettiin earáid oaiviliid lea maiddái oassi njálmmálaš gálggain.
sma: Joekehts vuajnoeh guarkedh, maehtedh mubpiej vuajnoej guarkedh, jïh eensilaakan maehtedh jiehtedh satne ij leah sïemes jïh mubpiej vuajnoeh seahkaridh lea aaj akte bielie njaalmeldh tjiehpiesvoetijste.

source: Máhttit čállit servodagas mearkkaša máhttit ovdanbuktit, vuođuštit ja ákkastallat oaiviliid, ja gaskkustit ja juogadit máhtu čálalaččat.
sma: Maehtedh tjaeledh siebriedahkefaagesne lea maehtedh soptsestidh, buerkiestidh jïh mïelh argumenteradidh, jïh daajroem leerehtidh jïh daajroem tjaaleldh juekedh.

source: Dát mearkkaša maiddái buohtastahttit ja ságaškuššat sivaid, váikkuhusaid ja gaskavuođaid.
sma: Edtja aaj viertiestidh jïh digkiedidh fåantoeh, illedahkh jïh ektiedimmieh.

source: Dasto lea sáhka máhttit árvvoštallat gálduid, hypotesaid ja modeallaid mearkkašumi, ja máhttit ovdandivvut servodatfágalaš guorahallamiid bohtosiid čálalaččat.
sma: Edtja aaj maehtedh aarvoeh vuarjasjidh gaaltijinie, hypoteesine jïh maalline, jïh maehtedh illedahkh siebriedahkefaageles goerehtimmijste tjaaleldh åehpiedehtedh.

source: Máhttit árvvoštallat ja gieđahallat iežas teavsttaid lea maiddái oassi gálggas.
sma: Maehtedh vuarjasjidh jïh gïetedidh jïjtsh tjaalegh lea aaj akte bielie tjiehpiesvoeteste.

source: Čállingálggaid ovdánahttin servodatfágas mearkkaša dađistaga hárjehallagoahtit sátnádit álkes fáktácealkagiid ja konkrehta gažaldagaid ja ovdánit dasa ahte máhttit ođđasit muitalit ja čoahkkáigeassit teavsttaid ja máhttit sátnádit čuolmmaid ja hábmet ságaškušši teavsttaid gáldočujuhusaid geavahemiin.
sma: Evtiedimmie tjaelemetjiehpiesvoetijste siebriedahkefaagesne lea ånnetji ånnetji haarjanidh aelhkie faaktaraajesh jïh vihties gyhtjelassh hammoedidh, maehtedh tjaalegh vaajestidh jïh dejtie tjåanghkan giesedh, maehtedh dåeriesmoerh hammoedidh jïh digkeden tjaalegem struktuvreradidh viehkine gaaltijevuesiehtimmijste.

source: Hárjehallat geavahit gálduid kritihkalaččat ja iešguđet láhkai, ja máhttit vuođuštit konklušuvnnaid main geavaha dađistaga eanet fágadoahpagiid ja eanet reflekteremiid fáttáid birra, lea guovddáš oassi proseassas.
sma: Haarjanidh laejhtehks jïh jeereldihkie gaaltijeåtnoem nuhtjedh, jïh maehtedh tjïelkestamme konklusjovnh gaavnedh viehkine ahkedh jienebh faagedïejvesijstie jïh ahkedh vielie aamhtesi bïjre ussjedidh lea akte vihkeles bielie prosesseste.
